Repository: Mastra10/PerformanceAtlete
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Monitora i tuoi progressi, contribuisci al successo del gruppo.
es: Monitorea tu progreso, contribuye al éxito del grupo.
fr: Suivez vos progrès, contribuez au succès du groupe.

source: Accedi con Password
es: Acceder con Contraseña
fr: Se connecter avec un mot de passe

source: Non hai Strava? Registrati qui
es: ¿No tienes Strava? Regístrate aquí
fr: Pas de Strava ? Inscrivez-vous ici

source: Accedi
es: Acceder
fr: Se connecter

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Password
es: Contraseña
fr: Mot de passe

source: Login
es: Iniciar sesión
fr: Connexion

source: MODALITÀ IMPERSONIFICAZIONE ATTIVA
es: MODO DE SUPLANTACIÓN ACTIVO
fr: MODE D'USURPATION ACTIF

source: Stai agendo come
es: Estás actuando como
fr: Vous agissez en tant que

source: Admin originale
es: Admin original
fr: Admin original

source: Logout per uscire
es: Cerrar sesión para salir
fr: Déconnexion pour quitter

source: Sincronizzazione Strava non attiva.
es: Sincronización de Strava no activa.
fr: Synchronisation Strava non active.

source: Le metriche fisiologiche, i volumi e le analisi non verranno calcolati. Puoi comunque gestire allenamenti e team.
es: Las métricas fisiológicas, volúmenes y análisis no se calcularán. Aún puedes gestionar entrenamientos y equipos.
fr: Les métriques physiologiques, volumes et analyses ne seront pas calculés. Vous pouvez toujours gérer les entraînements et les équipes.

source: Dashboard Personale
es: Panel Personal
fr: Tableau de Bord Personnel

source: Atleta
fr: Athlète

source: Peso
fr: Poids

source: (Impostata a mano)
es: (Establecida manualmente)
fr: (Définie manuellement)

source: ITRA Index
es: Índice ITRA
fr: Indice ITRA

source: UTMB Index
es: Índice UTMB
fr: Indice UTMB

source: Soglia Aerobica
es: Umbral Aeróbico
fr: Seuil Aérobie

source: Stima Fondo (Z2)
es: Est. Fondo (Z2)
fr: Est. Endurance (Z2)

source: Soglia Anaerobica
es: Umbral Anaeróbico
fr: Seuil Anaérobie

source: Stima Soglia (Z4)
es: Est. Umbral (Z4)
fr: Est. Seuil (Z4)

source: Passo Medio
es: Ritmo Medio
fr: Allure Moyenne

source: Recente
es: Reciente
fr: Récent

source: FC Media
fr: FC Moyenne

source: Controlli
es: Controles
fr: Contrôles

source: Impostazioni
es: Ajustes
fr: Paramètres

source: Sincronizza Strava
es: Sincronizar Strava
fr: Synchroniser Strava

source: Ricarica Storico Completo
es: Recargar Historial Completo
fr: Recharger l'Historique Complet

source: Ricalcola Dati
es: Recalcular Datos
fr: Recalculer les Données

source: Scarica Attività CSV
es: Descargar Actividades CSV
fr: Télécharger Activités CSV

source: Scarica Profilo CSV
es: Descargar Perfil CSV
fr: Télécharger Profil CSV

source: Guida & Metriche
es: Guía y Métricas
fr: Guide & Métriques

source: Analisi AI Personalizzata
es: Análisis IA Personalizado
fr: Analyse IA Personnalisée

source: Ultima Sync:
es: Última Sinc:
fr: Dernière Sync :

source: Ultimo Ricalcolo:
es: Último Recálculo:
fr: Dernier Recalcul :

source: Admin Zone
es: Zona Admin
fr: Zone Admin

source: Log Scheduler
es: Registros del Programador
fr: Journaux du Planificateur

source: Dashboard Coach
es: Panel del Entrenador
fr: Tableau de Bord Coach

source: Peso non configurato per l'atleta! Fondamentale impostarlo nei settings. Stiamo assumendo un valore di default (70kg) per i calcoli.
es: ¡Peso no configurado para el atleta! Es fundamental configurarlo en los ajustes. Asumiendo un valor predeterminado (70kg) para los cálculos.
fr: Poids non configuré pour l'athlète ! Essentiel de le définir dans les paramètres. Valeur par défaut (70kg) supposée pour les calculs.

source: ⚠️ Il tuo token Strava è scaduto. Prova a sincronizzare. Se fallisce, scollega e ricollega l'account nelle Impostazioni.
es: ⚠️ Tu token de Strava ha caducado. Intenta sincronizar. Si falla, desconecta y vuelve a conectar la cuenta en Ajustes.
fr: ⚠️ Votre jeton Strava a expiré. Essayez de synchroniser. Si cela échoue, déconnectez et reconnectez le compte dans les Paramètres.

source: ⚠️ Dati cardiaci non ricevuti. Per calcolare VO2max e Carico, abilita 'Dati relativi alla salute' nelle impostazioni di Strava o rendi visibile la frequenza cardiaca nelle attività.
es: ⚠️ Datos de frecuencia cardíaca no recibidos. Para calcular VO2max y Carga, habilita 'Datos relacionados con la salud' en los ajustes de Strava o haz visible la frecuencia cardíaca en las actividades.
fr: ⚠️ Données de fréquence cardiaque non reçues. Pour calculer le VO2max et la Charge, activez 'Données relatives à la santé' dans les paramètres Strava ou rendez la fréquence cardiaque visible dans les activités.

source: Rischio Infortunio (ACWR)
es: Riesgo de Lesión (ACWR)
fr: Risque de Blessure (ACWR)

source: Carico Acuto ({acute}) eccessivo rispetto al Cronico ({chronic}). Ratio: {ratio:.2f}. Rischio infortunio alto, scarica!
es: Carga Aguda ({acute}) excesiva comparada con la Crónica ({chronic}). Ratio: {ratio:.2f}. ¡Alto riesgo de lesión, descarga!
fr: Charge Aiguë ({acute}) excessive par rapport à la Chronique ({chronic}). Ratio : {ratio:.2f}. Risque de blessure élevé, déchargez !

source: Detraining (ACWR)
es: Desentrenamiento (ACWR)
fr: Désentraînement (ACWR)

source: Carico Acuto ({acute}) troppo basso rispetto al tuo standard ({chronic}). Ratio: {ratio:.2f}. Stai perdendo forma.
es: Carga Aguda ({acute}) demasiado baja comparada con tu estándar ({chronic}). Ratio: {ratio:.2f}. Estás perdiendo forma.
fr: Charge Aiguë ({acute}) trop faible par rapport à votre standard ({chronic}). Ratio : {ratio:.2f}. Vous perdez la forme.

source: Deriva Cardiaca
es: Deriva Cardíaca
fr: Dérive Cardiaque

source: La tua FC media è salita del {trend}% recentemente a parità di passo. Possibile accumulo di fatica o stress.
es: Tu FC media ha subido un {trend}% recientemente al mismo ritmo. Posible acumulación de fatiga o estrés.
fr: Votre FC moyenne a augmenté de {trend}% récemment à allure égale. Accumulation possible de fatigue ou de stress.

source: VAM Selettiva (Pro): Calcolata isolando solo i tratti di salita con pendenza > 7% (dati reali secondo per secondo). Esclude pause, discese e tratti in piano per riflettere la tua vera velocità ascensionale.
es: VAM Selectiva (Pro): Calculada aislando solo los tramos de subida con pendiente > 7% (datos reales segundo a segundo). Excluye pausas, bajadas y llanos para reflejar tu verdadera velocidad de ascenso.
fr: VAM Sélective (Pro) : Calculée en isolant uniquement les montées avec pente > 7% (données réelles seconde par seconde). Exclut les pauses, descentes et plats pour refléter votre véritable vitesse ascensionnelle.

source: VO2max Effettivo (Mastra-Logic): Indicatore di Efficienza (RE). Calcolato rapportando il Costo O2 del tuo passo reale all'impegno cardiaco (%FC Riserva). Se il percorso è collinare (>50m D+), usiamo il Passo Regolato (GAP) per neutralizzare la pendenza. Premia chi corre forte con pulsazioni basse.
es: VO2max Efectivo (Mastra-Logic): Indicador de Eficiencia (RE). Calculado relacionando el Costo de O2 de tu ritmo real con el esfuerzo cardíaco (%Reserva FC). Si la ruta es ondulada (>50m D+), usamos el Ritmo Ajustado por Pendiente (GAP) para neutralizar la pendiente. Premia correr rápido con pulsaciones bajas.
fr: VO2max Effectif (Mastra-Logic) : Indicateur d'Efficacité (RE). Calculé en rapportant le Coût O2 de votre allure réelle à l'effort cardiaque (%FC Réserve). Si le parcours est vallonné (>50m D+), nous utilisons l'Allure Ajustée à la Pente (GAP) pour neutraliser la pente. Récompense la course rapide avec un pouls bas.

source: Efficiency Factor (EF): Misura quanti metri percorri per ogni battito cardiaco. Formula: Velocità (m/min) / FC. Più è alto, più il tuo motore è efficiente (es. > 1.5 è ottimo).
es: Factor de Eficiencia (EF): Mide cuántos metros recorres por cada latido cardíaco. Fórmula: Velocidad (m/min) / FC. Cuanto más alto, más eficiente es tu motor (ej. > 1.5 es excelente).
fr: Facteur d'Efficacité (EF) : Mesure combien de mètres vous parcourez pour chaque battement cardiaque. Formule : Vitesse (m/min) / FC. Plus c'est élevé, plus votre moteur est efficace (ex. > 1.5 est excellent).

source: Login annullato.
es: Inicio de sesión cancelado.
fr: Connexion annulée.

source: Login standard effettuato.
es: Inicio de sesión estándar exitoso.
fr: Connexion standard réussie.

source: Username o password non validi.
es: Nombre de usuario o contraseña inválidos.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Benvenuto {name}! Registrazione completata.
es: ¡Bienvenido {name}! Registro completado.
fr: Bienvenue {name} ! Inscription terminée.

source: La dashboard di {name} è privata.
es: El panel de {name} es privado.
fr: Le tableau de bord de {name} est privé.

source: FC Max
es: FC Máx
